INSERT IGNORE INTO `menu` (`id`, `active`, `crt_date`, `upd_date`, `expanded`, `icon`, `order_seq`, `parent_id`, `name`, `target`, `url`) VALUES
(-1, b'1', '2018-10-25 10:35:26', '2018-10-25 10:38:19', b'1', '', 0, NULL, '控制台根节点', b'0', '/admin/root'),
(0, b'1', '2018-10-25 10:35:26', '2018-10-25 10:38:19', b'1', '', 0, NULL, '前端页面根节点', b'0', '/front/root'),
(1, b'1', '2018-10-25 18:26:20', '2018-10-25 18:26:20', b'1', NULL, 1, 0, '首页', b'0', '/'),
(2, b'1', '2018-10-25 18:26:20', '2018-10-25 18:26:20', b'1', NULL, 2, 0, '文章', b'0', '/post'),
(3, b'1', '2018-10-25 18:26:20', '2018-10-25 18:26:20', b'1', NULL, 3, 0, '相册', b'0', '/album'),
(4, b'1', '2018-10-25 18:26:20', '2018-10-25 18:26:20', b'1', 'fas fa-th-list', 1, -1, '菜单维护', b'0', '/admin/menu'),
(5, b'0', '2018-10-26 14:47:09', '2018-10-26 14:57:18', b'1', 'fas fa-clipboard-list', 2, -1, '分类维护', b'0', '/admin/category');
